<template>
<div class="about-wrapper">
  <div class="about-logo">
    <Logo />
    <h1>TERMINATOR.KG</h1>
  </div>
  <div class="about-content" v-html="about">
  </div>
</div>
</template>
<script>
import Logo from '~/assets/svg/logo.svg'
export default {
  components: {
    Logo
  },
  data() {
    return {
      about: '<h2>О НАС</h2><p>Мы - пока небольшая дружная группа людей с богатым опытом работы в сфере продажи и обслуживания смартфонов. Мы занимаемся любимым делом - консультируем людей при выборе смартфонов и аксессуаров. Нам нравится видеть счастливые лица людей, которые приобрели то, чего они хотели.</p><h2>ПРИЧИНЫ ВЫБРАТЬ НАС</h2><h3>Стоимость товаров</h3><p> Большая часть товаров в нашем магазине имеет если не самую низкую, то одну из наиболее низких цен в нашей прекрасной стране.</p><h3>Честная консультация</h3><p>Наша основная цель  -  помогать. Пусть звучит неправдоподобно, но это так. Мы рекомендуем нашим замечательным клиентам не залежавшийся товар, и не тот, что нам выгоднее продать. Мы советуем только те гаджеты, которые нам нравятся, и которыми сами бы пользовались с радостью.</p><h3>Профессионализм</h3><p>В наше время, при большом разнообразии техники, сложно выбрать нужный смартфон, не войдя в заблуждение под влиянием рекламы, и, часто, ошибочного общественного мнения.Сотрудники нашего магазина хорошо знают продаваемые ими товары, сами любят их и пользуется ими, а также прекрасно знакомы с рынком смартфонов во всем их разнообразии. Они внимательно выслушают Вас и дадут рекомендации, обосновав советы цифрами из характеристик смартфонов, рассказами о своем опыте использования и отзывами наших клиентов.</p>'
    }
  }
}
</script>

<style lang="less">
@import "~assets/css/themes/default.less";
.about-wrapper {
  max-width: 1200px;
  width: 100%;
  margin-bottom: 30px;
  .about-logo {
    display: flex;
    flex-direction: column;
    align-items: center;
    svg {
      width: 150px;
      height: 150px;
    }
    h1 {
      margin-top: 10px;
      font-size: 24px;
    }
  }
  .about-content {
    padding: 0 10px;
    margin-top: 30px;
    h2 {
      text-align: center;
      color: @color-dark;
      margin-bottom: 20px;
      margin-top: 15px;
      font-size: 18px;
    }
    h3 {
      color: @color-dark;
      margin: 10px 0;
      
    }
    p {
      text-indent: 20px;
      font-size: 15px;
      color: @color-text;
      text-align: justify;
    }
  }
}
</style>
